Repository: ymbourlier/HUDWAY_Localization
Catalog: *.lproj/BugManager.strings
Languages: fr

source: email watermark text
fr: Enter your email adress

source: report watermark text
fr: Message

source: email wrong format
fr: email incorrect format

source: lock screen message
fr: Sending...

source: add image
fr: Add screenshot

source: send report
fr: Send

source: delete image
fr: Delete

source: footer text
fr: To take a screenshot, press simultaneously the «Home» and «Shutdown» and add it to the gallery

source: localized title
fr: Bug report

source: error
fr: Error sending falled

source: success
fr: Message send. Thank you

source: empty data
fr: Message is required

source: footer text for android
fr: To take a screenshot, hold down simultaneously the «Volume-» and «Shutdown» and add it to the gallery

source: footer text for android less 4
fr: To take screenshot see documentation for your device
