Repository: ymbourlier/HUDWAY_Localization
Catalog: *.lproj/Localizable.strings
Languages: fr

source: track table cell title format
fr: %@ in %@

source: back button
fr: Back

source: cancel button
fr: Cancel

source: no button
fr: No

source: yes button
fr: Yes

source: my stage results title format
fr: My results: %d

source: my stage results description format
fr: time %@ / avg. speed %@

source: leaderboard wait title
fr: Please wait...

source: leaderboard wait description
fr: get data

source: leaderboard title format
fr: Best result %@

source: leaderboard description format
fr: for %@ of %d results

source: leaderboard not available title
fr: Leader board is not available

source: leaderboard not available description
fr: can't get data

source: alert remote service error message
fr: Can't get data. Error with Internet connection

source: alert exit message android
fr: Do you want to exit?

source: cancel alert title
fr: Cancel?

source: loading progress label
fr: Loading...

source: ok button
fr: OK
