Repository: ymbourlier/HUDWAY_Localization
Catalog: *.lproj/StageController.strings
Languages: fr, zh_hans

source: StageController Page_iPhone
fr: Route
zh_hans: 路线

source: not in start place alert text
fr: You are not on a start position
zh_hans: 您不在出发地

source: not in start place for countdown alert text
fr: To start with countdown, you must be at the starting point

source: ok button
fr: Ok
zh_hans: 好

source: start button
fr: Start route
zh_hans: 出发！

source: cancel button
fr: Cancel
zh_hans: 取消

source: delete button
fr: Delete route
zh_hans: 删除路线

source: download button
fr: Download
zh_hans: 下载

source: back button
fr: Back
zh_hans: 返回

source: map block label
fr: The Map is not available... No results for this route. Push "Start" to create a route.
zh_hans: 地图暂不可用 同时该路线是无效的。 请点击 "出发！" 记录您的路线。

source: map load label
fr: Map loading...
zh_hans: 正在加载地图...

source: alert delete title
fr: Delete route?
zh_hans: 是否删除路线？

source: lock alert deleting stage result
fr: Deleting...
zh_hans: 正在删除...

source: lock alert deleted stage result
fr: Done!
zh_hans: 完成！

source: lock alert start download
fr: Loading...
zh_hans: 正在加载...

source: lock alert start save
fr: Saving...
zh_hans: 正在保存...

source: lock alert success download
fr: Done
zh_hans: 完成

source: alert not download stage title
fr: Download route?
zh_hans: 是否需要下载此路线？

source: alert not download stage message
fr: This route saved in the online storage. Before to start it, it must be downloaded
zh_hans: 当前所见路线为在线版本，在您出发之前，请务必下载。

source: no free system space alert title
fr: Unable to download the route
zh_hans: 路线下载失败

source: no free system space alert message
fr: To download the route is not enough memory. Storage location can be controlled in the settings
zh_hans: 内存不足导致无法下载，您可以在设备的设置中进行调整。

source: not in start place alert title
zh_hans: 通知
