Repository: ymbourlier/HUDWAY_Localization
Catalog: *.lproj/UIDateTime.strings
Languages: de

source: hours short
de: Std.

source: minutes short
de: Min.

source: seconds short
de: Sec.

source: day hour delimiter
de: at

source: mounth 1 short
de: Jan.

source: mounth 2 short
de: Feb.

source: mounth 3 short
de: MÃ¤rz

source: mounth 4 short
de: Apr.

source: mounth 5 short
de: Mai

source: mounth 6 short
de: Juni

source: mounth 7 short
de: July

source: mounth 8 short
de: Aug.

source: mounth 9 short
de: Sept.

source: mounth 10 short
de: Okt.

source: mounth 11 short
de: Nov.

source: mounth 12 short
de: Dez.
